import * as Icons from '../assets/CourseMaterial/icons';



export const tags = [
  {
    id: 1,
    name: 'Методические материалы. Основы руководства и основы моделирования 3d моделей в современных условиях',
    fileName: 'Exel, 6 Mб',
    descr: 'Построение эффективной команды и основые редактора для построение курса',
    icon:<Icons.Exele/>
  },
  {
    id: 2,
    name: 'Иконка книги. А это длинный заголовок, он показывает каким длинным может быть текст. Максимум заголовок может быть 3 строки, этого в целом будет достаточно.',
    fileName: 'Word, 6 Mб',
    descr:
      'Описывая взаимоотношения власти и человека, политическое устройство и конфликты, становление государства и империи, знаменитых и никому не известных римлян, авт',
      icon:<Icons.Node/>
  },
  {
    id: 3,
    name: 'Методические материалы. Основы руководства и основы моделирования 3d моделей в современных условиях',
    fileName: 'Mpeg4, 6 Mб',
    descr: '',
    icon:<Icons.Camera/>
  },
  {
    id: 4,
    name: 'SPQR. История Древнего Рима. (с) Мэри Бирд',
    fileName: 'Word, 6 Mб',
    descr: 'Описывая взаимоотношения власти и человека ',
    icon:<Icons.Node/>
  },
  {
    id: 5,
    name: 'Методические материалы. Основы руководства',
    fileName: 'Word, 6 Mб',
    descr: 'Методичка для курса',
    icon:<Icons.Word/>
  },
  {
    id: 6,
    name: 'А это длинный заголовок, он показывает каким длинным может быть текст. Максимум заголовок может быть 2 строки, этого в целом будет достаточно. Выводим тултип если название больше',
    fileName: 'Word, 6 Mб',
    descr: 'Описывая взаимоотношения власти и человека, политическое устройство и конфликты',
    icon:<Icons.Adobe/>
  },
];
